Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/other_files/samisk_som_andresprak_samisk_2_og_3.doc.tmx
Source language: sme
Languages: sma

source: Fága ulbmil
sma: Faagen ulmie

source: Sámit leat okta álbmot vaikko orrot iešguđet riikkas, ja giella čatná sámiid oktii riikarájiid rastá.
sma: Saemieh leah akte åålmege jalhts joekehts laantine orre, gïele dïhte åålmegidie raasti dåaresth ektede.

source: Sámegiella lea nanu sámi kulturguoddi ja sisttisdoallá oktasaš árvvuid, vásáhusaid ja máhtu.
sma: Saemien gïele kultuvrem guadta jïh dan leah aaj vihkeles aarvoeh, dååjrehtallemh jïh maahtoeh.

source: Sámegiella lea almmolaš giella Norggas, Ruoŧas ja Suomas ja lea ulbmil ahte sámegiella galgá bisuhuvvot ja ainovdánahttot boahtte buolvvaide.
sma: Saemien gïele byjjes gïele Nöörjesne, Sveerjesne jïh Såevmesne jïh ulmie lea, saemien gïelem galka båetije boelvide vaarjelidh jïh evtiedidh.

source: Seammás lea sámegiella unnitlogugiella Norggas, Ruoŧas, Suomas ja Ruoššas, ja gielladilli ja sámegiela eavttut eai leat ovttaláganat iešguđet guovlluin Sámis.
sma: Seamma sïenten saemien gïele unnebelåhkoen gïele Nöörjesne, Sveerjesne, Såevmesne jïh Russlaantesne. Dïhte saemien gïeletsiehkie ij leah seammalaakan gaajhkene dajvine Saepmesne.

source: Muhtin sámi servodagain lea sámegiella eanetlogu giella, muhto eará sámi servodagain lea sámegiella unnitlogugiella.
sma: Naan saemien sïebredahkine saemien jienebelåhkoen gïele leah, jïh naan sïebredahkine saemien unnebelåhkoen gïele leah.

source: Oahpahus sámegielas galgá leat mielde lahttudit mánáid ja nuoraid sámi kultuvrii ja servodateallimii, ja kulturipmárdus, gulahallan, oahppahábmen ja identitehtaovdánahttin leat guovddážis oahpaheamis.
sma: Saemien maanah jïh noerh gelkieh ööhpehtimmien tjïrrh saemien kultuvrasse jïh sïebredahkese tjaangedh. Kultuvrem lïeredh guarkedh, soptsestidh, identitetem nænnoestidh jïh evtiedidh leah daerpies boelhkh ööhpehtimmesne.

source: Oahpahus mii ovddida positiivvalaš guottuid sámegillii ja mii vuhtiiváldá dan máŋggalágan giella- ja kulturvalljivuođa maid sámi oahppit vásihit, addá ohppiide máŋggagielalaš ja - kultuvrralaš gelbbolašvuođa.
sma: Gosse nimhtie learoehkidie garmerdidh, dovne learohki gïelem jïh kultuvrem nænnoste, mij lea daerpies maahtaldahke gosse sïebredahkesne meatan årrodh jïh åadtjodh abpe jielemem lïeredh. Gosse buerie gïelemaahtoeh, jienebh nuepieh utnieh gosse barkedh jïh lohkedh.

source: Buorre sámegielgelbbolašvuohta lea deaŧalaš eaktu dasa ahte oassálastit sámi servodat- ja bargoeallimis ja addá vejolašvuođaid válljet oahpu ja barggu ja maid eallinagioahppama.
sma: Jis dejtie jarnges saemien vuekide, voetide vaarjelieh, faage maahta otnjegem vuesiehtidh guktie saemien vuekieh jïh voeth maehtieh vijriebasse orre sïebredahketsiehkide evtiedidh.

source: Deattuhettiin sámi kultuvrra guovddáš árvvuid, sáhttá fága maid čujuhit mainnalágiin sámi árvvuid sáhttá heivehit ja ainovdánahttit ođđa dilálašvuođaide ja rievdi áigái.
sma: Maahtoeh tjöönghkedh jeatjah aalkoealmetji bïjre maahta buerebelaakan jeatjabidie guarkedh jïh vuavkasjidh, badth destie aaj jïjtsh kultuvrem buerebelaakan maahta guarkedh.

source: Diehtu eará eamiálbmogiid ja kultuvrraid birra váikkuha dasa ahte olmmoš buorebut ipmirda ja árvvusatná earáid, ja maid dasa ahte buorebut ipmirda iežas kultuvrra.
sma: Saemien lidteraturine jïh joekehts saemien gïele- jïh smaaregigujmie åahpenidh, gelkieh learohkh guarkedh man gellielaaketje saemien gïele jïh kultuvre saemien sïebredahkine lea.

source: Giellamáhttu ja giellaipmárdus ovdána aktiivvalaš giellageavahemiin.
sma: Learohkh mah saemien mubpinegïeline luhkieh ovmessie raajeste aelkieh.

source: Ohppiin geain lea sámegiella nubbingiellan, eai leat seammalágan eavttut go oahpahallet giela.
sma: Muvhth saemiengïelem voengesne guvlieh, mubpie jis vaeniem saemiem guvlieh, barre ööpehtimmien tjïrrh.

source: Muhtimiin leat sámegielarenat lagasbirrasis, muhto earát eai gula sámegiela earret go oahpahusas.
sma: Jis galka buektiehtidh learohki gïelemaahtaldahkem bueriedidh, bööremes learohkh maehtieh gïelem utnedh joekehts lehkine.

source: Sámegiella nubbingiellanfága sáhttá maid geavahuvvot reaidun eará fágaide vai nanne giellaoahpaheami.
sma: Saemien mubpiengïeline maahta viehkiefaage mubpide faagide årrodh jïh nemhtie gïeleööpehtimmiem stinkesdehtedh.

source: Fága váldooasit Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
sma: Saemien jïh daaroen faageh utnieh jïjnje seamma, juktie vihkeles dah faagh ektesevyöki berkieh.

source: Váldooasit dievasmahttet nuppit nuppiid ja fertejit gehččojuvvot oktavuohtan.
sma: Faage lea åejvieboelhkine juakaldihkie, guktie maahtaldahkeulmine tjaaleme.

source: Fága lea oktasašfága, mii gullá buot joatkkaoahpahusa oahppoprográmmaide.
sma: Faage akte ektiefaage gaajhkide ööhpehtimmie-programmide jåarhke-lïerehtimmesne.

source: Oahpahusa galgá danin heivehit sierra oahppoprográmmaide vai dat livččii ohppiide nu relevánta go vejolaš.
sma: Edtja dan åvteste lïerehtimmiem darjodh dan sjyöhtehke goh gåarede learohkidie, gosse dam sjïehtede dejtie ovmessie ööhpehtimmie-programmide.

source: Plána lea juhkkojuvvon 10 dássái.
sma: Soejkesje lea 10 daltesi mietie juakaldihkie.

source: Buot 10 dásis leat juohke váldooasi gullevaš gelbbolašvuođamihttomearit.
sma: Fïerhtene åejvieboelhkine maahtaldahke-ulmieh tjaalasovveme.

source: Bajilgovva váldoosiin:
sma: Åejvieboelhkh: Daltese

source: Váldooasit
sma: Åejvieboelhkh

source: Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: Čálalaš gulahallan
sma: Tjaaleldh gaskesadteme

source: Njálmmálaš gulahallan váldooasis lea guldaleapmi ja hupman guovddážis.
sma: Åejvieboelhkesne njaalmeldh gaskesadteme galka maehtedh goltelidh jïh soptsestidh.

source: Sámegiela hupmat máksá gulahallat njálmmálaččat go oassálastá aktiivvalaččat earáiguin.
sma: Gosse saemiestidh galka dellie maehtedh jeatjebijgujmie gelline jïh joekehts lehkine soptsestidh.

source: Dát ovdána stoagadettiin, muosáhettiin, oahpadettiin, jurddašettiin, ovdanbuvttidettiin ja ovttastaladettiin earáiguin.
sma: Stååkedimmien, deahpadimmien, learoen, vuesiehtimmien tjïrrh jïh jeatjebigujmie årrodh galka gïelem lïeredh.

source: Go váldá atnui ođđa ja iešguđetlágan mediaid, de lassánit gielalaš hivvodagat fágaid ja fáttáid rastá.
sma: Gïehtjedidh jïh orre baakoeh lïeredh learohke galka njaalmeldh jïh tjaaleldh teeksth darjodh gusnie jïjtse våajnoem buakta.

source: Dán váldooasis lea sáhka čálalaš gulahallamis, dat mearkkaša lohkat ja čállit sámegillii.
sma: Åejvieboelhkesne tjaaleldh gaskesadteme galka saemien maehtedh lohkedh jïh tjaeledh.

source: Lohkan ja čállin leat buohtalas proseassat ovttaskas oahppi oahppamis.
sma: Galka saemien teeksth lïeredh guarkedh jïh aaj jïjtje teeksth darjodh.

source: Deaivvadit iešguđetlágan teavsttaiguin addá čiekŋudeami ja ipmárdusa mii lea vuođđun ovdánahttit ođđa jurdagiid ja gálgga reflekteredit, dulkot ja árvvoštallat teavsttaid.
sma: Gosse joekehts teeksth gaavna, destie orre åssjalommesh åådtje jïh aaj buerebelaakan teekstide guarka, vierhtede jïh jarkoste.

source: Lohkan ja guldaleapmi lea čoavdda ođđa muosáhusaide, viiddit sátneriggodahkii ja addá buori vuođu iežas teakstačállimii.
sma: Lohkedh jïh goltelidh jarngesne gosse orre domtsassh åadtjoeh, orre baakoeh lïeredh jih gosse galka jïjtje tjaeledh.

source: Dán váldooasis lea sáhka das ahte oaidnit čanastaga gaskkal giela ja kultuvrra.
sma: Daennie åejvieboelhkesne galka lïeredh vuejnedh kultuvrem gïelen muhteste jïh gïelem kultuvren muhteste.

source: Árbevirolaš máhtu fievrredeapmi buolvvas bulvii lea deaŧalaš.
sma: Aerpien maahtoe boelveste boelvide sirtedh lea jarngesne.

source: Sámi máinnasteapmi, luođit, lávlagat ja sálmmat, diiddat ja sátnevádjasat, čáppagirjjálašvuohta, govva, filbma ja teáhter leat oasit kultuvrras mat gaskkustit máhtu ja árvvuid.
sma: Saemien soptsestimmievuekie, vuelieh, laavlomh jïh saalmh, dïejvesh, heevehtslidteraturh, guvvieh, jielijeguvvie jïh teatere leah bielieh kultuvreste mejtie maahtoeh jïh vierhtieh åvtese buektieh.

source: Kultuvrralaš gelbbolašvuohta lea diehtit ja árvvus atnit kultuvrralaš ovttaláganvuođaid ja erohusaid sámi servodagain ja daid gaskkas.
sma: Åejvieboelhkesne galka lïeredh saemien gïelen bïjre, lidteraturehistorijen bïjre jïh maahtoeh saemien gïeli jïh smaareh-tjïerti bïjre.

source: Gelbbolašvuođamihttom earit dásiide juhkkojuvvon
sma: Gosse maahtoeh kultuvren bïjre åtna, galka dellie sinsitnien kultuvri bïjre maehtedh jïh destie sinsitniem vuavkasjidh.

source: Sámegiella nubbingiellan oahppoplána lea huksejuvvon nu ahte leat gelbbolašvuođamihttomearit mat leat juhkkojuvvon 10 dássái.
sma: Daltesi maahtaldahkeulmieh Soejkesje saemien mubpinegïeline lea 10 daltesi mietie juakaldihkie.

source: Iešguđet dássi hukse ovddit dásiid ala.
sma: Dah joekehts daltesh ektesne govlesuvvieh.

source: Oahppit sáhttet válljet guovtti molssaeavttu gaskkas, sámegiella 2 dahje sámegiella 3 mihttomearijoksama 10. jahkeceahkis, Jo3 studerenráhkanahtti oahppoprográmmain ja Jo2 fidnofágalaš oahppoprográmmain.
sma: Learohkh maehtieh veeljedh magkeres lohkehtimmiem sijhtieh, Saemien 2 jallh Saemien 3 gosse gelkieh 10 tsiehkien ulmide jaksedh. Gosse gelkieh Jå3 studijeryöjredimmie ööpehtimmieprogrammi ulmieh jaksedh jïh gosse gelkieh Jå2 barkoefaagi ööhpehtimmieprogrammi ulmieh eevtjedh jaksedh.

source: Dát molssaeaktu lea jurddašuvvon ohppiide geat ipmirdit veahá sámegiela, muhto eai hálddaš giela.
sma: Daate learoe learoehkidie guhth ånnetji saemien maehtieh, læjhkan eah dam gïelem maehtieh.

source: Sii geat válljejit sámegiella 2, galget maŋŋel 10. jahkeceahki leat olahan 1.-7. dási gelbbolašvuođamihttomeriid.
sma: Saemien 2 gelkieh learohkh maahtaldahkeulmide jaksedh mah 1-7 daltesinie, 10 jaepietsiehkien mietie.

source: Maŋŋel Jo3 studerenráhkkanahtti oahppoprográmmas galget oahppit leat olahan 1.-10. dási gelbbolašvuođamihttomeriid.
sma: Learohkh gelkieh aaj maahtaldahkeulmide jaksedh mah 1-10 daltesinie dan Jå 3 studijeryöjredimmie ööpehtimmieprogrammen mietie.

source: Oahppit geat čađahit visot 10 dási, sáhttet olahit čálalaš ja njálmmálaš sámegielgelbbolašvuođa, ja sis lea vejolašvuohta joatkit studeret alitoahpus gos sámegiella lea oahpahangiellan.
sma: Dah learohkh mah gaajhki luhkie daltesi ulmide jakseme, gïelemaahtaldahkem jeksieh, dovne njaalmeldh jïh tjaaleldh jïh nuepiem utnieh jïllebe daltesisnie lohkedh gusnie ööpehtimmiegïele saemien lea.

source: Dát molssaeaktu lea jurddašuvvon ohppiide geat eai máhte veaháge sámegiela go álget sámegieloahpahusain, ja danin soitet dárbbašit guhkit áiggi čađahit juohke dási.
sma: Daate learoe learoehkidie guhth eah maam saemien maehtieh gosse ööpehtimmine aelkieh, jïh dan åvtese daarpehtieh buerebe astoem gïeline fïereguhtene daltesinie barkedh.

source: Sii geat válljejit sámegiella 3, galget maŋŋel 10. jahkeceahki leat olahan 1.-4. dási gelbbolašvuođamihttomeriid.
sma: Learohkh gelkieh maahtaldahkeulmide jaksedh mah 1-4 daltesinie 10 jaepietsiehkien mietie.

source: Maŋŋel Jo3 studerenráhkkanahtti oahppoprográmmas galget oahppit leat olahan 1.-7. dási gelbbolašvuođamihttomeriid.
sma: Learohkh gelkieh aaj maahtaldahkeulmide jaksedh mah 1-7 daltesinie Jå 3 studijeryöjredimmie ööpehtimmieprogrammen mietie.

source: Ohppiin lea vejolaš válljet sihtet go árvvoštallojuvvot ahte leat joksan sámegiella 2 gelbbolašvuođamihttomeriid vai sámegiella 3 gelbbolašvuođamihttomeriid.
sma: Learohkh maehtieh veeljedh mejtie gelkieh sijjide vierhtiedidh maahtaldahkeulmiej mietie dennie saemien 2 jallh saemien 3.

source: Skuvla galgá ohppiide fuomášuhttit dán vejolašvuođa ja movttiidahttit válljet sámegiel 2 loahppaárvvoštallama.
sma: Skuvle tjoevere learoehkidie bievnedh, nuepiem utnieh vierhtiedidh saemien 2 mænngan.

source: Oahppit fertejit maŋemus lihtus válljet molssaeavttu 10. jahkeceahki álggus.
sma: Learohkh tjoeverieh dam nænnoestidh joe 10 jaepietsiehkien aalkoevisnie.

source: 13-jagi skuvlavázzin
sma: 13- jaepien skuvleboelhke

source: Ceahkki
sma: Tsiehkieh

source: Gelbbolašvuođa-mihttomearit sámegiella 2
sma: Maahtaldahke- krïebpesjimmie saemien 2

source: Gelbbolašvuođa-mihtt omearit sámegiella 3
sma: Maahtaldahke- krïebpesjimmie saemien 3

source: Maŋŋel 10. jahkeceahki
sma: 10 jaepietsiehkien mænngan

source: Dássi 1-7
sma: 1-7 daltese

source: Dássi 1-4
sma: 1-4 daltese

source: Studeren-ráhkkanahtti oahppoprográmmat
sma: studijeryöjredimmie ööpehtimmieprogrammh

source: Dássi 1-8
sma: Jå1 mænngan

source: Dássi 1-5
sma: 1-9 daltese

source: Dássi 1-9
sma: 1-6 daltese

source: Dássi 1-6
sma: Jå3 mænngan

source: Dássi 1-10
sma: 1-10 daltese

source: Fidnofágalaš oahppoprográmmat
sma: ööpehtimmieprogrammh Jå2 mænngan

source: Dássi 1-8-*
sma: 1-8-* daltese

source: Maŋŋel lasáhusa oppalaš studeren-gelbbolašvuhtii
sma: Lissiehtahken mænngan daamhts studijemaahtaldahkese

source: * Fidnofágalaš oahppoprográmmain lea Jo1 ja Jo2 diibmolohku unnit go Jo1 studerenráhkkanahtti oahppoprográmmain.
sma: * Barkofaagi ööpehtimmieprogramminie vaenebe tæjmoeh Jå1 jïh Jå2 goh Jå1 studijeryöjredimmie ööpehtimmieprogramminie.

source: Gelbbolašvuođamihttomearit mat leat merkejuvvon násttiin * 8. dásis, eai gusto fidnofágalaš oahppoprográmmaid ohppiide.
sma: Eah leah maahtaldahkeulmieh mejtie naestine * 8 daltesisnie mïerhkesjamme learoehkidie gieh baarkoefaagi ööpehtimmieprogrammidie veeljeme.

source: Fága diibmolohku
sma: Man gellie tæjmoeh

source: Diibmolohku lea almmuhuvvon 60-minuvtta ovttadahkan.
sma: Man gellie tæjmoeh leah 60-minuhti mietie tjaalasovveme:

source: 1.-7. jahkecehkiin: 570 diimmu
sma: 1.-7. jaepietsiehkine: 570 tæjmoeh

source: Molssaeaktu 1: 279 diimmu, gusto ohppiide geat eai vállje vierisgiela / gielalaš čiekŋudeami
sma: 8.-10. jaepietsiehkine: Molsehthlaakan 1: 279 tæjmoeh, learoehkidie guhth eah leah ammesgïelem veeljeme

source: Molssaeaktu 2: 222 diimmu, gusto ohppiide geat válljejit vierisgiela / gielalaš čiekŋudeami
sma: Molsehthlaakan 2: 222 tæjmoeh, learoehkidie, guhth ammesgïelem veeljieh STUDIJERYÖJREDIMMIEN ÖÖPEHTIMMIEPROGRAMMH

source: Jo1: 103 diimmu
sma: Jå1: 103 tæjmoeh

source: Jo2: 103 diimmu
sma: Jå2: 103 tæjmoeh

source: Jo3: 103 diimmu
sma: Jå3: 103 tæjmoeh

source: Jo 1: 45 diimmu
sma: Jå1: 45 tæjmoeh

source: Jo 2: 45 diimmu
sma: Jå2: 45 tæjmoeh

source: Jo3: 219 diimmu
sma: Jå3: 219 tæjmoeh

source: Vuođđogálggat fágas
sma: Faagen maadth maahtoeh

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttime fágagelbbolašvuođa ja leat maid oassin das.
sma: Maadth maahtoeh leah maahtaldahkeulmine tjaalasovveme, gusnie galka evtiedidh lïeredh jïh galka boelhkine faagemaahtaldahkine årrodh.

source: Sámegiella nubbingielas ipmirduvvojit vuođđogálggat ná:
sma: Learoesoejkesjisnie saemien mubpiegïeline daah maahtaldahkeulmieh leah:

source: Máhttit njálmmálaččat ja čálalaččat ovdanbuktit sámegiella nubbingiellanfágas lea guovddážis sámegielgelbbolašvuođa ovdánahttimis.
sma: Maehtedh soptsestidh jïh tjaeledh saemien mubpiegïeline vihkeles gosse galka saemien gïelemaahtaldahkem evtiedidh.

source: Dát gálggat leat deaŧalaš reaiddut giellabarggus go galgá ipmirdit ja geavahit giela ain eanet iešguđetlágan ja gáibideaddji oktavuođain.
sma: Dah maahtoeh vihkeles vierhtieh gosse galka gïelem guarkedh jïh utnedh joekehts tsiehkine. Njaalmeldh maahtoeh leah goltelidh, soptsestidh jïh guarkedh man bïjre soptsestieh.

source: Njálmmálaš gálggaide gullá sihke máhttit guldalit ja máhttit hupmat ja máhttit árvvoštallat ságastallamiid osiid máŋggabealat ságastallandilálašvuođas.
sma: Joekehts darjomi tjïrrh galka gïelem lïeredh soptsestidh, goltelidh jïh guarkedh. Tjaeledh aaj vihkeles gosse åssjalommesh jïh eajhnah evtiedidh jïh öörnedh.

source: Čállin lea vuohki ovdánahttit ja struktureret fuomášumiid ja jurdagiid ja lea maid gulahallanmálle ja oahppanvuohki.
sma: Dïhte aaj gaskesadtemevuekie jih lïerehtæmman vuekie. Maehtedh lohkedh saemien mubpiegïeline lea akte bielie eensi gïelemaahtaldahkese.

source: Lohkangálgga ovdánahttin sámegiella nubbingielas nanne maid lohkangálgga oppalaččat.
sma: Dellie tjoevere guarkedh, gïehtjedidh jïh ussjedadtedh gosse barkoes teeksth låhka.

source: Máhttit rehkenastit sámegiella nubbingiellanfágas lea ovdánahttit doahpagiid, resonerema ja váttisvuođaid čoavdima.
sma: Maehtedh ryöknedh saemien mubpiegïeline buejhkiehtimmiem evtede lïeredh, ussjedadtedh jïh dåeriesmoerh tjuevtedh.

source: Ipmirdit sturrodagaid, hivvodagaid, meroštallamiid ja mihtidemiid lea maid oassi giellagelbbolašvuođas.
sma: Guarkedh ståaroeh, ryöknemh, vuepsieh jïh man jïjnje leah, aaj boelhkh gïelemaahtaldahkesne.

source: Máhttit geavahit digitála reaidduid lea dárbbašlaš sámegiella nubbingiellanfágas vai sáhttá hálddašit ođđa teakstahámiid ja ovdanbuktimiid.
sma: Maehtedh digitale vierhtieh utnedh saemien mubpiegïeline daerpies gosse orre barkoevuekiej mietie buektiehtidh tjaeledh.

source: Digitála gálga rahpá ođđa oahppanarenaid ja addá ođđa vejolašvuođaid lohkan- ja čállinoahpahusas, teavsttaid ráhkadeamis, komponeremis ja divodeamis.
sma: Digitale maahtoe orre lïerehtimmievuekieh buakta jïh aaj orrre nuepieh lohkeme- jïh tjaelemeööpehtæmman vadta, gosse galka teekstsh darjodh jïh jeatjahtehtedh.

source: Dán oktavuođas lea deaŧalaš ovdánahttit kritihkalaš árvvoštallangálgga ja gáldogeavaheami.
sma: Daesnie vihkeles eensilaakan gaaltijide vierhtiedidh jïh laejhtedh gosse dejtie galka utnedh.

source: Digitála reaidduid geavaheapmi sáhttá doarjut ja ovdánahttit ohppiid gulahallangálggaid ja ovdanbuktimiid.
sma: Digitale vierhtieh maahta learohken gaskesadtememaahtoem jïh vuesiehtimmiem dåarjodh jïh evtiedidh.

source: Gelbbolašvuođamihttomearit 1. dási ma ŋŋel
sma: Faagen maahtaldahkeulmieh 1. daltesen mænngan

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: guldalit, stoahkat ja geahččaladdat sámegiela giellajienaiguin
sma: goltelidh, stååkedidh jïh voejhkelidh saemien gïeletjoejenassigujmie

source: suokkardallat ja geahččaladdat sániiguin, jienaiguin, riimmaiguin ja hoahkamiiguin
sma: gïehtjedidh jïh voejhkelidh baakoej tjoejenassi, rijmi jïh raajroejgujmie

source: dearvvahit, giitit ja muitalit gii son lea sámegillii
sma: buarestehtedh, gijhtedh jïh jïjtjemse saemien åehpiedehtedh

source: dovdat álkis, árgabeaivválaš dili sániid, namaid, doahpagiid ja oanehis cealkagiid
sma: aelhkies baakoeh, nommh, jïh åenehks raajesh beajjetji tsiehkine maehtedh

source: bidjat oktii álkis sániid oanehis cealkkan
sma: aelhkies baakoeh åenehks raajesidie darjodh

source: lohkat sámegillii 1-20 rádjái, ja geavahit loguid gulahallamis
sma: ryöknedh 1-20 saemien, jïh taallide utnedh gosse soptsestidh

source: geavahit sámi bustávaid ja geahččaladdat sámegiel sániiguin
sma: baakoeh utnedh jïh voejhkelidh saemien baakoejgujmie

source: dovdat sámi bustávaid
sma: saemien baakoeh maehtedh

source: lohkat ja dovdat oanehis sániid
sma: Gïelen jïh kultuvren bïjre daejredh

source: ságastallat sámegiela birra ja dan birra goas lea ávkkálaš máhttit sámegiela
sma: soptsestidh saemien gïelen jïh tsiehkiej bïjre gusnie daerpies saemien maehtedh

source: muosáhit ja dovdat giela luđiid, lávlagiid, sálmmaid, álkis muitalusaid, máidnasiid, govaid, spealuid, tv-prográmmaid ja digitála reaidduid bokte
sma: dååjrehtalledh jïh gïelem aajhtsedh vuelien, laavlomi, saalmi, aelhkies soptsestimmiej, vaajesi, guvviej, speali, tv-programmi jïh digitale vierhtiej tjïrrh

source: Gelbbolašvuođamihttomearit 2. dási ma ŋŋel
sma: 2. daltesen mænngan

source: stoahkat, geahččaladdat ja bargat jietnademiin ja intonašuvnnain
sma: stååkedidh jïh voejhkelidh gïeletjoejenassigujmie jïh soptsetimmie gïeline barkedh

source: guldalit ja ipmirdit álkis ságastallamiid ja muitalusaid
sma: goltelidh jïh guarkedh aelhkies soptsesh

source: muitalit juoidá iežas ja earáid birra sámegillii
sma: jïjtse jïh mubpiej bïjre saemien soptsestidh

source: oassálastit álkis beaivválaš ságastallamis mas geavaha álkis dadjanmálliid nu ahte ipmirda earáid ja ieš ipmirduvvo
sma: fïerhten biejjien dåeriedidh saemien govledh, gusnie aelhkies raajesh jiehtieh guktie guarkoeh

source: ságastallat teavstta ja gova birra álkis dajaldagaiguin
sma: aelhkieslaakan teeksti jïh guvviej bïjre soptsestidh

source: lohkat sámegillii 1-100 rádjái ja geavahit loguid gulahallamis
sma: ryöknedh 1-100 jïh taallide utnedh gosse soptseste

source: lohkat ja čállit álkis árgabeaisániid
sma: baakoeh jïh dïejvesh teekstijste aajhtsedh

source: dovdat sániid ja dajaldagaid čállagiin
sma: dïjrh, baakoeh jïh åenehks raajesh tjaeledh

source: čállit diđožiid, sániid ja oanehis cealkagiid
sma: digitale vierhtieh utnedh gosse galka tjaeledh

source: geavahit digitála reaidduid čállimis
sma: Gïelen jïh kultuvren bïjre daejredh

source: guldalit ja oassálastit juoigamis, lávlla- ja sálbmalávlumis, riibmemis, hoahkamis ja divttaid ovdanbuktimis
sma: goltelidh jïh jïjtjh aaj joejkedh, laavlodh jïh rijmh, raajroeh jïh tjihtesh åvtese buektedh

source: geavahit vahkkobeivviid, mánuid ja dan gávcci jahkodaga namahusaid
sma: våhkoebiejjieh, askh jïh dah gaektsie jaepieboelhkh utnedh

source: ságastallat makkár sámegielsániid máhttá ja makkár dilálašvuođain geavaha sámegiela
sma: soptsestidh magkerh saemien baakoeh learohkh joe maehtieh, jïh mij tsiehkide dah saemiestieh

source: geavahit sámegiel bivttasnamahusaid ja muitalit iešguđetguovllu sámigávttiid ovttaláganvuođaid ja erohusaid
sma: soptsestidh saemien vaarjoej bïjre, jïh soptsestidh mij dïhte gaptine joekehts jïh seamma saemien dajvijste Saepmeste

source: Gelbbolašvuođamihttomearit 3. dási ma ŋŋel
sma: 3. daltesen mænngan

source: presenteret iežas ja muitalit iežas bearraša ja fulkkiid birra
sma: jïjtsem åehpiedehtedh jïh, jïjtse fuelkien jïh slïekten bïjre soptsestidh

source: ipmirdit ja muitalit álkis diđožiid, jearaldagaid ja dieđuid sámegillii
sma: guarkedh jïh åvtese buektedh aelkies dïjrh, gyhtjelassh jïh bïevnesh saemien

source: guldalit ja ipmirdit ságastallamiid, dáhpáhusaid ja muitalusaid
sma: soptsesth jïh goltelidh jïh guarkedh gosse soptsestellieh

source: oassálastit ságastallamiin árgabeaivválaš diliid birra
sma: soptsestidh fïerhtenbeajjetji aamhtesi bïjre

source: albmanahttit muosáhusaid ja vásáhusaid
sma: soptsestidh gosse maam joem dååjrehtalleme

source: geavahit loguid go čilge hattiid, hivvodagaid ja sturrodagaid
sma: taallh utnedh, gosse gelkieh soptsestidh man jïjnje leah, jïh åasah jïh ståaroej bïjre.

source: lohkat maŋŋálagaid sámi alfabehta ja dadjat sámi jietnadagaid
sma: saemien aalfabetem jiehtedh jïh saemien gïeletjoejenassh jiehtedh

source: lohkat ja ipmirdit diđožiid ja oanehis teavsttaid
sma: lohkedh jïh aelkies dïjrh jïh teeksth guarkedh

source: čállit beaivválaš dili birra dieđuid ja teavsttaid
sma: bïevnesh jïh teeksth beajjetji aamhtesi bïjre tjaeledh

source: geavahit sátnegirjjiid, diehtobuktosiid, digitála reaidduid ja eará veahkkeneavvuid iežas giellaoahpahallamis
sma: baakoegærjah jïh bïhkedsgærjah, digitale vierhtieh jïh jeatjah viehkievierhtieh jïjtsh gïeleööhpehtimmine utnedh

source: válddahit iežas sámegiela oahpahallama ja ságastallat movt oahppat ođđa sániid
sma: buerkiestidh guktie saemien lïeredh jïh soptsestidh guktie orre saemien baakoeh lïeredh

source: suokkardallat ovttaláganvuođaid ja erohusaid sámegielas ja eará gielain
sma: gïehtjedidh joekehts jïh mij dïhte seamma saemien gïelen jïh jeatjah gïeli gaskem

source: ságastallat iežas vásáhusaid sámi mánáidgirjjálašvuođas ja sámi tv-prográmmain
sma: soptsestidh guktie saemien maanalidteraturem jïh TV-programmidie jïjtje dåastohte.

source: geavahit biepmu, biebmogálvvuid ja biebmoráhkadeami doahpagiid ja ságastit sámi borramušaid birra
sma: baakoeh beapmoeh jïh jurjiehtimmien utnedh jïh soptseatalledh saemien beapmoej bïjre.
